brew "autoconf"
brew "automake"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "hugo"
brew "ispell"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "pandoc"
brew "pkgconf"
brew "poppler"
brew "powerlevel10k"
brew "ripgrep"
brew "stow"
brew "tldr"
brew "tmux"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "arc"
cask "basictex"
cask "brave-browser"
cask "cursor"
cask "discord"
cask "emacs-app"
cask "firefox@developer-edition"
cask "font-fira-code"
cask "font-iosevka-aile"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "jordanbaird-ice"
cask "logseq"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "stats"
cask "syncthing-app"
cask "warp"
cask "wezterm"
cask "whatsapp"
cask "zed"
cask "zen"
cask "zoom"
cask "zotero"
vscode "apollographql.vscode-apollo"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bbenoist.nix"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "e-editiones.tei-publisher-vscode"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "jacano.vscode-pnpm"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.vscode-typescript-next"
vscode "nrwl.angular-console"
vscode "orta.vscode-jest"
vscode "perkovec.emoji"
vscode "quicktype.quicktype"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "samplavigne.p5-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "wesbos.theme-cobalt2"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
