brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "powerlevel10k"
brew "ripgrep"
brew "stow"
brew "tldr"
brew "tmux"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "firefox@developer-edition"
cask "font-fira-code"
cask "font-iosevka-aile"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "iterm2"
cask "rectangle"
cask "wezterm"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "eamodio.gitlens"
vscode "perkovec.emoji"
vscode "quicktype.quicktype"
vscode "wesbos.theme-cobalt2"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
